Repository: dynacase-labs/dynacase-onefam
Catalog: ONEFAM_*.po
Languages: fr

source: Access To Read Card
fr: Accès à la lecture

source: Access choose masters families
fr: Accès au choix des familles visibles administratives

source: Choose visibles families
fr: Choix des familles visibles

source: Close
fr: Fermer

source: Create %s
fr: Créer %s

source: Edit %s
fr: Éditer %s

source: Family (#%d) is not referenced
fr: La famille (#%d) n'est pas référencée

source: Family is not instanciate
fr: La famille n'est pas instanciée

source: Generic Management
fr: Gestion générique

source: No family first
fr: Pas de famille ouverte par défaut

source: ONEFAM:Loading
fr: Chargement

source: ONEFAM:ONEFAM_MANAGE_SEARCH_GET_CONTENT
fr: ONEFAM : gestion des recherches (voir mes recherches)

source: ONEFAM:ONEFAM_MANAGE_SEARCH_TOGGLE_FILTER
fr: Gestion des recherches : modifier l'état filtre

source: ONEFAM:SEARCH_MANAGEMENT
fr: ONEFAM : gestion des recherches

source: ONEFAM:SEARCH_MANAGEMENT:Click to see sub menu
fr: Cliquer pour voir le sous menu

source: ONEFAM:SEARCH_MANAGEMENT:Close the result
fr: Fermer les résultats

source: ONEFAM:SEARCH_MANAGEMENT:Confirm suppress
fr: Confirmer la suppression

source: ONEFAM:SEARCH_MANAGEMENT:Handle search for
fr: Gérer les recherches et les rapports de

source: ONEFAM:SEARCH_MANAGEMENT:Is a shared research
fr: Recherche partagée

source: ONEFAM:SEARCH_MANAGEMENT:Key word
fr: Filtrer

source: ONEFAM:SEARCH_MANAGEMENT:List of search and report
fr: Liste des recherches et rapports

source: ONEFAM:SEARCH_MANAGEMENT:Loading...
fr: Chargement

source: ONEFAM:SEARCH_MANAGEMENT:Modify
fr: Modifier

source: ONEFAM:SEARCH_MANAGEMENT:Presented in the filter list
fr: Présent dans la liste des filtres

source: ONEFAM:SEARCH_MANAGEMENT:Select as default search
fr: Sélectionné comme recherche par défaut

source: ONEFAM:SEARCH_MANAGEMENT:Share it
fr: Partager

source: ONEFAM:SEARCH_MANAGEMENT:Show the result
fr: Voir le résultat

source: ONEFAM:SEARCH_MANAGEMENT:Suppres it from filter
fr: Ne plus l'utiliser comme filtre

source: ONEFAM:SEARCH_MANAGEMENT:Suppress it
fr: Supprimer

source: ONEFAM:SEARCH_MANAGEMENT:Unselect as default search
fr: Ne plus sélectionner comme recherche par défaut

source: ONEFAM:SEARCH_MANAGEMENT:Unshare it
fr: Enlever du partage

source: ONEFAM:SEARCH_MANAGEMENT:Use it as filter
fr: Utiliser comme filtre

source: ONEFAM:SEARCH_MANAGEMENT:Use it now
fr: Utiliser maintenant

source: ONEFAM:Your preferences has been modified. Would you reload ?
fr: Vos préférences ont été modifiées. Voulez vous recharger l'application ?

source: ONEFAM:help (intro)
fr: <p> La zone de recherche permet de rechercher des documents parmi ceux de la famille sélectionnée.<br> Pour l'utiliser, il suffit de saisir les termes recherchés dans la zone de saisie et de lancer la recherche en appuyant sur la touche [Entrée] ou en cliquant sur le pictogramme représentant une loupe. </p>

source: ONEFAM:help (title)
fr: Zone de recherche

source: ONEFAM:help specific
fr: <h2>Sélection d'une recherche prédéfinie</h2> <p> Si des recherches sont prédéfinies, un bouton apparaît à gauche du champ de saisie.<br> La sélection de ce bouton affiche la liste des recherches prédéfinies. Les recherches prédéfinies sont gérées par l'interface "Gérer mes recherches", disponible dans le menu "Outils".<br> Une fois, la recherche prédéfinie sélectionnée, cette recherche est lancée. </p> <p> Note : Pour les rapports, la sélection d'un rapport prédéfini affiche ce dernier dans la partie "document". </p> <p> Lorsqu'une recherche prédéfinie est selectionnée, il est possible d'affiner la recherche en utilisant la zone de texte. Les valeurs saisies sont alors cherchées parmi les résultats de la recherche prédéfinie. </p>

source: One Familly Management
fr: Gestion par famille

source: Onefam
fr: Une famille

source: Starting of
fr: Démarrage de

source: This action requires the installation of Dynacase Extui module
fr: Cette action nécessite l'installation du module Dynacase Extui

source: To choose other families
fr: Pour choisir d'autres familles

source: Validate
fr: Valider

source: choose user families
fr: Choix des familles personnelles

source: default background color
fr: couleur de fond

source: default opened family
fr: famille ouverte par défaut

source: display mode
fr: mode d'affichage

source: edit master preferences
fr: Éditer les préférences administratives

source: edit preferences
fr: Éditer les préférences

source: familly list
fr: Liste des familles

source: familly result
fr: Résultat des familles

source: family configuration
fr: Configuration des familles

source: get data for createtree family
fr: récupération de données pour l'arbre des familles

source: get ext display configuration
fr: Récupération de la configuration d'affichage

source: get master preferences
fr: récupération des préférences d'administration

source: get menu with family concordance
fr: récupération du menu de famille

source: get preferences
fr: récupération des préférences

source: icon column number
fr: nombre de colonne d'icones

source: master choose families
fr: Choix des familles administratives

source: modify master preferences
fr: modifier les préférences administratives

source: modify preferences
fr: modifier les préférences

source: one familly root
fr: racine gestion par famille

source: one family extjs view
fr: interface extjs

source: one family generic root
fr: racine generic gestion par famille

source: onefam:Create a detail search
fr: Créer une recherche

source: onefam:Create a report
fr: Créer un rapport

source: onefam:create %s
fr: Créer %s

source: open first family
fr: Ouverte en premier

source: other families
fr: Autres familles

source: redirect to generic
fr: rediriger vers generic

source: search manager configuration
fr: Configuration de gestionnaire de recherche

source: search mode
fr: Mode de recherche des mots-clef

source: set as first family view
fr: enregistrer la famille comme la première à voir

source: set ext display configuration
fr: affecte la configuration d'affichage

source: specific family menu
fr: Menu de famille spécifique

source: visible master families
fr: familles administratives visibles

source: visible user families
fr: familles personnelles visibles
